{
  "plugins": {
    "blink.nvim": {
      "src": "https://github.com/saghen/blink.nvim.git"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "fugitive-gitlab.vim": {
      "src": "https://github.com/shumphrey/fugitive-gitlab.vim.git"
    },
    "fyler.nvim": {
      "src": "https://github.com/A7Lavinraj/fyler.nvim.git"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline.git"
    },
    "nvim-coverage": {
      "src": "https://github.com/andythigpen/nvim-coverage.git"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap.git"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go.git"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui.git"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context.git"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive.git"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb.git"
    },
    "vim-test": {
      "src": "https://github.com/vim-test/vim-test.git"
    }
  }
}